export const GOTD_GREETING = new Map<number, string[]>([
  [1, ['Сегодня пидор дня — ']],
  [2, ['Ты сегодня пидор дня — ']],
  [
    3,
    [
      'Порталы открыты',
      'интеллект бафнут',
      'булки поставлены',
      'а пидор дня все равно — ',
    ],
  ],
  [
    4,
    [
      'Шары надуты',
      'разрешения на митинг получены',
      'улицы перекрыты',
      'шествие возглавит — ',
    ],
  ],
  [
    5,
    [
      'Download Grindr.apk',
      'Installation in progress',
      'регистрация пройдена',
      'ваш профиль уже просматривают',
      'на свидание сегодня идешь, ты — ',
    ],
  ],
]);
